<?php 
// Heading 
$_['heading_title'] = 'Политика Cookie'; 

// Text 
$_['text_extension'] = 'Расширения'; 
$_['text_success'] = 'Настройки модуля обновлены!'; 
$_['text_edit'] = 'Редактирование модуля Политика Cookie'; 

$_['entry_status'] = 'Показывать всплывающиее окно куки';

$_['entry_description'] = 'Сообщение об использовании куки';
$_['error_description'] = 'это поле обязательное!';

$_['heading_reset_title']   = 'Сброс согласия пользователей';
$_['entry_reset_info']      = 'Нажмите эту кнопку, чтобы баннер с политикой cookie снова появился у всех пользователей, даже у тех, кто его уже принял. Это полезно при обновлении текста политики.';
$_['button_reset']          = 'Показать снова всем пользователям';
$_['text_reset_success']    = 'Успех: Согласие пользователей сброшено. Баннер будет показан всем снова!';